<div class="container">
  <div class="row">
    <div class="col-sm-12">
      <h2>ต้นแบบระบบสารสนเทศเพื่อการจัดการข้อมูลพิบัติภัยในพื้นที่ลุ่มน้ำอู่ตะเภาโดยใช้ Google Map</h2>
      <hr>
      <p>
        เนื่องจากพื้นที่ลุ่มน้ำคลองอู่ตะเภาครอบคลุมพื้นที่ประมาณ 2,400 ตารางกิโลเมตร ซึ่งตั้งอยู่ทางตอนใต้ของ จังหวัดสงขลา มีพื้นที่ลุ่มน้ำอยู่ในเขตอำเภอหาดใหญ่ อำเภอคลองหอยโข่ง อำเภอนาหม่อม อำเภอสะเดา อำเภอบางกล่ำ และบางส่วนอยู่ในเขตอำเภอเมืองและอำเภอควนเนียง สภาพภูมิประเทศของลุ่มน้ำจะมีลักษณะเป็นแอ่งกระทะ พื้นที่ลาดเทจากทิศใต้ในเขตอำเภอสะเดาลงสู่ทิศเหนือบริเวณทะเลสาบสงขลา ในลุ่มน้ำคลองอู่ตะเภาโดยเฉลี่ยจะมีฝนตกตลอดทั้งปี ในปี 2531 ระดับน้ำท่วมเมืองหาดใหญ่ ระดับน้ำสูงเกือบ 2 เมตร ส่วนปี 2543 ระดับน้ำสูง 3 เมตร และในปี 2553 ความลึกน้ำท่วมเฉลี่ย 1.50 เมตร ความลึกน้ำท่วมสูงสุด 3.30 เมตร และมีปริมาณน้ำท่วมขัง 375 ล้านลูกบาศก์เมตร
      </p>
      <p>
         ในสถานการณ์น้ำท่วม หน่วยงานของรัฐ โดยเฉพาะอย่างยิ่งมหาวิทยาลัยสงขลานครินทร์ จะจัดตั้งหน่วยประสานงานน้ำท่วมที่มีหน้าที่หลัก คณะผู้วิจัย คัดเลือก 2 ชุมชนนำร่องที่มีความเสี่ยงในการเกิดภัยพิบัติในพื้นที่หาดใหญ่ และมีการจัดทำระบบสารสนเทศเพื่อการจัดการข้อมูล เพื่อจัดการข้อมูลภัยพิบัติในลุ่มน้ำอู่ตะเภาโดยใช้ Google Map และในขั้นตอนสุดท้ายของโครงการวิจัย คณะผู้วิจัยทำการสำรวจเพิ่มเติมอีก 4 ชุมชน ได้แก่ ชุมชนวัดหาดใหญ่ใน ชุมชนศาลาลุงทอง ชุมชนมัสยิดบ้านเหนือ (คูเต่า) และชุมชนบ้านในสวน (ควนลัง) โดยได้สำรวจทั้งหมด 238, 100, 129 และ 77 ครัวเรือนตามลำดับ
      </p>
      <p>
        คณะผู้วิจัยได้ดำเนินการพัฒนาระบบสารสนเทศฯ เพื่อเป็นช่องทางการสื่อสารเพื่อการเตือนภัย ประชาชนในพื้นที่สำรวจข้อมูล รับทราบถึงการมีอยู่ของช่องทางแจ้งข้อมูลน้ำท่วมและได้ใช้ประโยชน์จากช่องทางต่างๆ ได้แก่ การเตือนภัยผ่านทางแอพพลิเคชันทางสมาร์ทโฟน การเตือนภัยผ่านทางข้อความสั้น (SMS) นอกจากนี้ผู้วิจัยได้พัฒนาฟังก์ชันการทำงานสำหรับการร้องขอความช่วยเหลือเมื่อเกิดเหตุภัยพิบัติ โดยแอพพลิเคชันที่พัฒนาขึ้นสามารถนำไปติดตั้งบนสมาร์ทโฟนที่ใช้ระบบปฏิบัติการแอนด์ดรอย ผู้ประสบภัยสามารถส่งข้อมูลร้องความช่วยเหลือมายังเครื่องแม่ข่าย โดยเครื่องแม่ข่ายจะแสดงข้อมูลบนแผนที่ โดยระบุตำแหน่งที่ตั้งของผู้ประสบภัยจาก GPS ซึ่งทำให้ผู้ประสานงานการช่วยเหลือ สามารถรู้ตำแหน่งของผู้ประสบภัย และสามารถบริหารจัดการเพื่อเข้าช่วยเหลือได้อย่างทันท่วงที
      </p>
    </div>
  </div>
  <div class="row" style="padding-bottom: 40px; padding-top: 20px;">
    <div class="col-sm-12 text-center">
      <button type="button" name="btnCancle" id="btnCancle2" class="btn btn-primary" style="width:265px; margin-top: 5px;">ยกเลิก</button>
    </div>
  </div>
</div>
<script type="text/javascript">
  $(function(){
    $('#btnCancle2').click(function(){
      $("#overlay").fadeToggle();
			// $(".doctor_show").slideToggle();
    });

  });
</script>
